[M_Anemone_PlotMission030 MissionDefinition]
MissionName="There is a wall."
MissionDescription="The secret entrance to Cassius' room is behind an impenetrable door. Mordecai Helios plans to leave the Old Port for the moon, but to get there he must cross an intersection. [place]button[-place], A network of secret tunnels full of pirates."
TurnInDescription="The door to Cassius' laboratory is locked and must be opened with a cannonball. I'm sure.."
MissionSummary="Go to Cassius."
MissionGiver="Entertainment"
MissionTurnInLocation="rock "
TeaserText=""

[M_Anemone_PlotMission030:ClearArea MissionObjectiveDefinition]
ProgressMessage="Delete domain"

[M_Anemone_PlotMission030:Destroygenerator1 MissionObjectiveDefinition]
ProgressMessage="Destroy the previous constructor"

[M_Anemone_PlotMission030:DestroyGenerator2 MissionObjectiveDefinition]
ProgressMessage="Destroy the western generator"

[M_Anemone_PlotMission030:DisableShield1 MissionObjectiveDefinition]
ProgressMessage="Attack on the left side"

[M_Anemone_PlotMission030:DisableShield2 MissionObjectiveDefinition]
ProgressMessage="Hold the sign of the West"

[M_Anemone_PlotMission030:EnterBurrows MissionObjectiveDefinition]
ProgressMessage="heat"

[M_Anemone_PlotMission030:EnterTheMine MissionObjectiveDefinition]
ProgressMessage="Back to platinum"

[M_Anemone_PlotMission030:FollowBrick MissionObjectiveDefinition]
ProgressMessage="Follow the brick"

[M_Anemone_PlotMission030:HeadtotheBurrows MissionObjectiveDefinition]
ProgressMessage="Visit the area"

[M_Anemone_PlotMission030:OpenPath MissionObjectiveDefinition]
ProgressMessage="Click on the secret door"

[M_Anemone_PlotMission030:ReachHelios MissionObjectiveDefinition]
ProgressMessage="Let's destroy Helios"

[M_Anemone_PlotMission030:ReturnToBackburner MissionObjectiveDefinition]
ProgressMessage="come back"

[M_Anemone_PlotMission030:Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission030:Set_ClearArea MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="You break through the security gate of Hyperion and strengthen it You have a clear path to the ruins of Helios."

[M_Anemone_PlotMission030:Set_DestroyGenerator01 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission030:Set_DestroyGenerator02 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission030:Set_DisableForceField01 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission030:Set_DisableForceField02 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission030:Set_DisableForceFields MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride="Go to Helios."
MissionDescriptionOverride=""

[M_Anemone_PlotMission030:Set_EnterBurrows MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission030:Set_EnterTheMine MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission030:Set_FollowBrick MissionObjectiveSetDefinition]
MissionSummaryOverride="Follow the brick.."
MissionDescriptionOverride="How do you fight [place]He will be buried[-place], Brick contacted you. With their help, you will pass through the Helios trail network. The damaged station is behind a Hyperion security gate, so you have to destroy the generators to get inside.."

[M_Anemone_PlotMission030:Set_HeadToBurrows MissionObjectiveSetDefinition]
MissionSummaryOverride="above the hole."
MissionDescriptionOverride=""

[M_Anemone_PlotMission030:Set_OpenPathToSandworm MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission030:Set_ReachHelios MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission030:Set_RegroupWithLilith MissionObjectiveSetDefinition]
MissionSummaryOverride="The second benefit."
MissionDescriptionOverride=""

[M_Anemone_PlotMission030:Set_TalkToLilith MissionObjectiveSetDefinition]
MissionSummaryOverride="Talk to Lilith."
MissionDescriptionOverride=""

[M_Anemone_PlotMission030:TalkToLilith MissionObjectiveDefinition]
ProgressMessage="Talk to Lilith"

